/* daily checkin description */
"%@ people have checked in here today." = "%@ people have checked in here today.";

/* title for location request */
"Allow using location" = "Allow using location";

/* checkin available button title */
"Check In!" = "Check In!";

/* checkin heading in summit view */
"Checkin" = "Checkin";

/* Checking in label in summit search */
"Checking in..." = "Checking in...";

/* Summit found title */
"Congratulations!" = "Congratulations!";

/* location timeout notification text */
"Could not get a location. Make sure you are in view of the sky to allow GPS positioning to take place." = "Could not get a location. Make sure you are in view of the sky to allow GPS positioning to take place.";

/* location timeout notification text */
"Could not get a location. Make sure you have authorized the use of location services." = "Could not get a location. Make sure you have authorized the use of location services.";

/* description heading in summit view */
"Description" = "Description";

/* Share text */
"I summited %@ using %@, %@!" = "I summited %1$@ using %2$@, %3$@!";

/* total checkin description */
"In total, %@ people have checked in here." = "In total, %@ people have checked in here.";

/* single checkin description */
"In total, one person have checked in here." = "In total, one person have checked in here.";

/* info box title in network error */
"Info" = "Info";

/* cancel button title for location request */
"No" = "No";

/* daily checkin description */
"Nobody have checked in here today." = "Nobody have checked in here today.";

/* total checkin description */
"Nobody have checked in here." = "Nobody have checked in here.";

/* no checkin label */
"Not climbed" = "Not climbed";

/* cancel button title for restricted location
   just checked in title */
"OK" = "OK";

/* daily checkin description */
"Only one person have checked in here today." = "Only one person have checked in here today.";

/* title for generic location failure */
"Positioning Failure" = "Positioning Failure";

/* summit count label */
"Summited %@ times" = "Summited %@ times";

/* message for restricted location */
"This app is not authorized to use Location services, possibly because of parental controls" = "This app is not authorized to use Location services, possibly because of parental controls";

/* message for missing location */
"This app is not authorized to use Location services. Please open Settings and enable location services for this app." = "This app is not authorized to use Location services. Please open Settings and enable location services for this app.";

/* message for location request */
"This app requires using Location services. Is it OK to request permissions for using your device position?" = "This app requires using Location services. Is it OK to request permissions for using your device position?";

/* locate permission error message
   title for missing location
   title for restricted location */
"Unable to locate" = "Unable to locate";

/* location timeout title */
"Unable to Locate" = "Unable to Locate";

/* check in notification text */
"Yay! Checked in to %@" = "Yay! Checked in to %@";

/* Ok button title for location request */
"Yes!" = "Yes!";

/* can check in */
"You can check in." = "You can check in.";

/* personal checkin description */
"You have checked in here %@ times." = "You have checked in here %@ times.";

/* personal checkin description */
"You have checked in here once." = "You have checked in here once.";

/* personal checkin description */
"You have never checked in here." = "You have never checked in here.";

/* can't check in time and distance */
"You have to be 200 meter from the summit and wait 24 hours before you can check in." = "You have to be 200 meter from the summit and wait 24 hours before you can check in.";

/* can't check in distance */
"You have to be 200 meter from the summit before you can check in." = "You have to be 200 meter from the summit before you can check in.";

/* can't check in time */
"You have to wait 24 hours before you can check in." = "You have to wait 24 hours before you can check in.";

"Checked in!" = "Checked in!";
"Checked in" = "Checked in";
"Ok" = "Ok";
"You have checked in %@ times." = "You have checked in %@ times.";
"%@ have checked in here today." = "%@ have checked in here today.";
"You checked in to %@ %@." = "You checked in to %@ %@.";
"Distance to destination: %@" = "Distance to destination: %@";
"Email or phone already registered" = "Email or phone already registered";
"That email or phone has already been registered" = "That email or phone has already been registered";
"Invalid email" = "Invalid email";
"Please provide a valid email" = "Please provide a valid email";
"Failed registering email" = "Failed registering email";
"Submit email" = "Submit email";
"Cancel" = "Cancel";
"Name" = "Name";
"Email" = "Email";
"To participate you need to provide a valid email so we can contact prize winners." = "To participate you need to provide a valid email so we can contact prize winners.";
"Congratulations, you have visited all %ld summits!" = "Congratulations, you have visited all %ld summits!";
"You have summited %ld of %ld so far!" = "You have summited %ld of %ld so far!";
"Summited %@ time" = "Summited %@ time";